public readonly Question[] Questions = [
    new("Создавать, писать компьютерные программы, алгоритмы", Classification.Sign, "Консультировать людей в фитнес-зале, в бассейне, на спортивной площадке", Classification.Human),
    new("Управлять автомобилем, автобусом, самолетом, судном или другим транспортным средством", Classification.Tech, "Корректировать фотоснимки с помощью компьютерных программ", Classification.Art),
    new("Лечить кошек, собак, лошадей и других животных", Classification.Nature, "Заниматься записью, воспроизведением, обработкой, компоновкой музыкальных композиций в звуковых студиях", Classification.Art),
    new("Проводить финансовый анализ рынка ценных бумаг", Classification.Sign, "Исследовать работу мозга живых существ в специальной лаборатории", Classification.Nature),
    new("Оказывать людям медицинскую или психологическую помощь", Classification.Human, "Налаживать работу компьютеров, оборудования", Classification.Tech),
    new("Тестировать компьютеры перед их продажей", Classification.Tech, "Обрабатывать, анализировать и обобщать социологические данные", Classification.Sign),
    new("Заниматься журналистскими расследованиями, объективно освещая реальную действительность", Classification.Art, "Рассчитывать экономически выгодный путь транспортировки товара до потребителя", Classification.Sign),
    new("Обеспечивать исправное состояние, безаварийную и надежную работу обслуживаемой техники в аэропорту, на вокзалах", Classification.Tech, "Оформлять витрины универмагов; заниматься оформлением шоурумов", Classification.Art),
    new("Выращивать и дрессировать служебных собак для поиска наркотиков", Classification.Nature, "Заниматься сборкой компьютеров или оборудования, налаживать их работу", Classification.Tech),
    new("Регулировать механизмы автомобиля, заменять или ремонтировать их в случае неисправности", Classification.Tech, "Изучать жизнь организмов с помощью электронного микроскопа", Classification.Nature),
    new("Работать с законами и кодексами, заверять документы, оформлять доверенности и договоры", Classification.Sign, "Налаживать работу медицинского лазера, ультразвуковой аппаратуры", Classification.Tech),
    new("Заниматься разведкой источников нефти, газа и других полезных ископаемых", Classification.Nature, "Разрабатывать новые модели электронной бытовой техники", Classification.Tech),
    new("Заниматься техническим обслуживанием оборудования, контролировать его правильную эксплуатацию", Classification.Tech, "Работать со статистическими данными страховой компании, на основе их анализа рассчитывать страховые тарифы", Classification.Sign),
    new("Преподавать какие-либо предметы в школе, техникуме, институте и т. д.", Classification.Human, "Работать в фондах архивов, находить необходимые документы", Classification.Sign),
    new("Заниматься созданием новых моделей одежды, учитывая тенденции моды и индивидуальные особенности потребителя", Classification.Art, "Упорядочивать документацию фирмы и подготавливать новую (договоры, счета, ведомости, доверенности и т. п.)", Classification.Sign),
    new("Консультировать людей относительно туристических маршрутов других городов и стран", Classification.Human, "Разрабатывать сценарии праздников и торжественных событий, проводить их", Classification.Art),
    new("Руководить комплексом работ по рациональному использованию, воспроизводству и защите леса в лесничестве", Classification.Nature, "Оформлять, иллюстрировать сайты, книги, журналы", Classification.Art),
    new("Играть на сцене, сниматься в кино, ставить трюки", Classification.Art, "Проводить клинические испытания новых лекарственных препаратов на живых объектах", Classification.Nature),
    new("Разрабатывать и писать сценарии для рекламного ролика, подбирать творческую команду артистов, музыкантов и т. д.", Classification.Art, "Следить за безопасностью компьютерной сети организации, обеспечивать ее работоспособность для пользователей", Classification.Tech),
    new("Исправлять смысловые и стилистические ошибки в подготавливаемых для печати текстах", Classification.Sign, "Оказывать людям психологическую помощь, работать на телефоне доверия", Classification.Human),
    new("Переводить научные тексты", Classification.Sign, "Производить архитектурно-восстановительные работы исторических мест", Classification.Art),
    new("Изучать и анализировать ситуацию на фондовом рынке, покупать и продавать ценные бумаги, подводить итоги сделок", Classification.Sign, "Проводить геологические изыскания, участвовать в экспедициях, посвященных изучению природных явлений", Classification.Nature),
    new("Изучать генетику, выводить новые сорта растений", Classification.Nature, "Поддерживать правопорядок, предупреждать преступления, следить за безопасностью жизни и здоровья людей", Classification.Human),
    new("Сопровождать пассажиров во время воздушных или водных рейсов, консультировать их по технике безопасности", Classification.Human, "Проектировать новое производственное оборудование, дома", Classification.Tech),
    new("Анализировать состояние растений и животных в загрязненных условиях среды", Classification.Nature, "Сопровождать людей в сложных туристических походах в роли инструктора", Classification.Human),
    new("Заниматься написанием востребованных текстов для интернет-сайтов, формировать поисковые запросы и т. д.", Classification.Sign, "Производить химико-биологический анализ материалов, поступивших в лабораторию", Classification.Nature),
    new("Осуществлять взаимодействие с органами власти, оказывать информационное сопровождение избирательной кампании", Classification.Human, "Писать мультипликационные сюжеты, создавать мультипликационных персонажей и декорации", Classification.Art),
    new("Искать нужных работников, подбирать персонал для различных фирм", Classification.Human, "Разрабатывать мероприятия по охране редких растений", Classification.Nature),
    new("Заниматься монтажом электро- и гидротехнического оборудования в соответствии с проектом", Classification.Tech, "Рассказывать о товаре, убеждать людей приобретать его", Classification.Human),
    new("Проводить занятия с детьми по тренировке памяти, внимания, речи, организовывать игры, праздники, экскурсии", Classification.Human, "Проектировать садово-парковые зоны, оформлять участки с помощью растений", Classification.Art)
];

/*
Sign - знаковые системы
Human - человек
Tech - технологии
Art - художественные образы
Nature - Природа
*/